using System.Collections.Generic;

namespace Disboard.WebApi.Classes
{
    public class Dictionaries
    {
        public static Dictionary<int, string> DisReasons = new Dictionary<int, string> {
            {0, "Атмосферные перенапряжения (гроза)" } ,
            {1, "Ветровые нагрузки" } ,
            {2, "Взрыв, загорание, пожар" } ,
            {3, "Воздействие животных и птиц" } ,
            {4, "Воздействие повторяющихся стихийных явлений" } ,
            {5, "Гололедно-изморозевые отложения" } ,
            {6, "Атмосферные перенапряжения (гроза)" } ,
            {7, "Природные пожары" } ,
            {8, "Прочие воздействия неблагоприятных природных явлений" } ,
            {9, "Разрушение фундамента, строительных конструкций, ослабление крепления оборудования к фундаменту" } ,
            {10, "Термическое повреждение, перегрев, пережог" } ,
        };
    }
}
